[
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "title": "Яблоко",
      "description": "Я́блоко — сочный плод яблони, который употребляется в пищу в свежем и запеченном виде, служит сырьём в кулинарии и для приготовления напитков. Наибольшее распространение получила яблоня домашняя, реже выращивают яблоню сливолистную. Размер красных, зелёных, жёлтых или оранжевых шаровидных плодов 5—13 см в диаметре. Происходит из Центральной Азии, где до сих пор произрастает дикорастущий предок яблони домашней — яблоня Сиверса[1]. На сегодняшний день существует множество сортов этого вида яблони, произрастающих в различных климатических условиях. По времени созревания отличают летние, осенние и зимние сорта, более поздние сорта отличаются хорошей стойкостью.",
      "preview": "",
      "category": 1,
      "price": "20",
      "created": "2023-10-13T22:06:12Z",
      "updated": "2023-10-13T22:06:11Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "title": "Картошка",
      "description": "Карто́фель, или паслён клубнено́сный (лат. Solánum tuberósum), — вид многолетних клубненосных травянистых растений из рода Паслён (Solanum) семейства Паслёновые (Solanaceae). Клубни картофеля являются важным пищевым продуктом. Плоды ядовиты в связи с содержанием в них соланина. С потребительской точки зрения картофель является овощем.",
      "preview": "",
      "category": 2,
      "price": "13",
      "created": "2023-10-13T22:06:27Z",
      "updated": "2023-10-13T22:06:29Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "title": "Snickers",
      "description": "Snickers (англ. Snickers [snɪkərz], рус. «Сни́керс») — марка шоколадных батончиков с жареным арахисом (также с подсолнечными семечками, фундуком, миндалём), карамелью и нугой, покрытых сверху молочным шоколадом. Продажи Snickers в 2005 году по всему миру ежегодно составляли около 2 миллиардов долларов. В Великобритании, на Острове Мэн и в Ирландии до 1990 года продукт продавался под названием Marathon. Позже этот батончик стал продаваться по всему миру под названием Snickers. Популярен в странах бывшего социалистического лагеря.",
      "preview": "",
      "category": 3,
      "price": "46",
      "created": "2023-10-13T22:06:54Z",
      "updated": "2023-10-13T22:06:55Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "title": "Свинина",
      "description": "Свини́на — кулинарное и промышленное наименование мяса свиней. Второй по объёмам производства и потребления в мире вид мяса после мяса птицы.\n\nОдомашнивание свиней началось около 9000 лет назад. Свинину употребляют и свежеприготовленной, и в виде пресервов или консервов. Пресервация значительно увеличивает срок хранения свинины: ветчина, свиные копчёности, посолы, вяленые и сушёные куски свинины, свиные колбасы — представляют собой популярные пресервы из свинины. Кроме обычной домашней кухни, свинина используется при изготовлении большинства мясных деликатесов и ресторанных блюд.\n\nКак и в странах Запада, свинина чрезвычайно популярна на Дальнем Востоке, в Юго-Восточной Азии. В азиатской кухне она ценится за жирность и благоприятную для обработки структуру. В исламе и в иудаизме, в некоторых христианских конфессиях, употребление свинины запрещено. Торговля свининой незаконна во многих мусульманских странах, особенно в тех, где признают шариат. В Израиле торговля свининой сильно ограничена.",
      "preview": "",
      "category": 4,
      "price": "87",
      "created": "2023-10-13T22:07:11Z",
      "updated": "2023-10-13T22:07:12Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "title": "Банан",
      "description": "Бана́н — название съедобных плодов культивируемых растений рода Банан (Musa); обычно под таковыми понимают Musa acuminata и Musa × paradisiaca, а также Musa balbisiana, Musa fehi[en], Musa troglodytarum[en] и ряд других. Также бананами могут называть плоды Ensete ventricosum[en] (строго говоря, являющегося представителем другого рода семейства Банановые). С ботанической точки зрения банан является ягодой, многосеменной и толстокожей. У культурных форм часто отсутствуют семена, ненужные при вегетативном размножении. Плоды имеют длину 6—30 см и диаметр 2—5 см. Соплодия могут состоять из 300 плодов и иметь массу до 50—60 кг.",
      "preview": "media/banana.jpg",
      "category": 1,
      "price": "28",
      "created": "2023-10-13T22:07:32Z",
      "updated": "2023-10-13T22:07:33Z"
    }
  }
]